<!-- ---------------------------------------------------------- Code888 Page --------------------------------------------------
file use:
    required: code888.js
    required: code888.css
-------------------------------------------------------------------------------------------------------------------------- -->

<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>CPE888</title>
    <link rel="stylesheet" href="css/code888.css">
    <script src="script.js" defer></script>
</head>

<body>
    <?php
     session_start();// // Clear all session data
     session_unset(); // Unset all session variables
     session_destroy(); // Destroy the session
    ?>
    <header>
        <div class="headerlogo">
            <img class="logo" src="images/Code888/CPE_888.gif" alt="">
            <h1>Welcome to CPE888 </h1>
            <img class="logo" src="images/Code888/CPE_888.gif" alt="">
        </div>
        <nav>
            <ul>
                <li><a href="#banner">Home</a></li>
                <li><a href="#about">About</a></li>
                <li><a href="#games">Games</a></li>
                <li><a href="#promotions">Promotions</a></li>
                <li><a href="login.php">Back</a></li>
            </ul>
        </nav>
    </header>

    <main>
        <section id="banner" class="banner">
            <div class="ad-banner">🔥 Hot Promo: Double your deposit today! 🔥</div>
        </section>

        <section class="ads">
            <div class="ads-box">
                <img src="images/Code888/ufazeed.webp" alt="">
                <img src="images/Code888/ufafat.webp" alt="">
            </div>
            <div class="ads-box">
                <img src="images/Code888/SSGAME66.webp" alt="">
                <img src="images/Code888/Lockdown168.webp" alt="">
            </div>
            <!-- <div class="ads-box">
                <img src="images/Code888/lalikabet168.webp" alt="">
                <img src="images/Code888/lalikabet88.webp" alt="">
            </div> -->

        </section>

        <section class="floating-ads">
            <div class="leftsideads">
                <button class="close-btn" data-side="left">X</button>
                <img src="images/Code888/floatingadLOTTO432.gif" alt="">
            </div>
            <div class="middlebottomads">
                <button class="close-btn" data-side="middle">X</button>
                <img src="images/Code888/floatingadbottom.webp" alt="">
            </div>
            <div class="rightsideads">
                <button class="close-btn" data-side="right">X</button>
                <img src="images/Code888/floatingadufa.gif" alt="">
            </div>
        </section>


        <section id="about" class="about">
            <div class="intro">
                <h1>เว็บพนัน ออนไลน์ รวมเกม คาสิโน ฝากถอนไว ไม่มีขั้นต่ำ</h1>
                <p><span style="color: yellow;">CPE888</span> เว็บไซต์ของพวกเรายินดีต้อนรับผู้เล่นใหม่ ถ้าเกิดได้ทดลองเปิดใจเข้ามาใช้บริการเว็บไซต์การเดิมพันของพวกเรา เว็บไซต์การเดิมพัน บอกเลยว่าให้อิสระสำหรับในการพนันได้อย่างเต็มเปี่ยม ไม่มีเอารัดเอาเปรียบเหล่าสมาชิกอย่างแน่แท้ เว็บไซต์ของพวกเรานั้นให้บริการมาอย่างช้านาน รู้ใจผู้เล่นที่เข้ามาใช้บริการอย่างดีเยี่ยม ต้องการจะฝากเงินเยอะแค่ไหนก็ได้ ถ้าหากว่าไม่มีเงินลงทุนก็อย่างที่บอก</p>
                <p>ถามไถ่มาทางแอดได้เลย ทางเว็บไซต์พวกเรามีมาตรการช่วยเหลือ เรื่องฝากเงินย้ำว่าเลือกใส่จำนวนเงินที่อยากลงไปได้เลย ไม่มีบังคับ ไม่มีบีบคั้นยอด ไม่มีระบุยอดไว้แน่นอน นับได้ว่าเป็นลักษณะเด่นที่ทำให้คนอีกจำนวนไม่น้อย ต้องการร่วมลงทุนสูงที่สุด ยินดีต้อนรับสมาชิกใหม่อย่างจริงใจ ในเรื่องเกี่ยวกับการลงทุน สำหรับในการจะเข้ามาพนัน พวกเรามี เครดิตฟรี ให้แด่คุณทดสอบเล่น สำหรับผู้ใดกันแน่ที่ยังเป็นห่วง ย้ำอีกทีว่าไม่จำเป็นที่จะต้องมาวิตกกังวล หรือกลุ้มใจ เว็บไซต์ของพวกเราฝากไม่มีอย่างต่ำ</p>

            </div>

            <div class="intro">
                <h1>เว็บพนัน ใหม่ล่าสุด เปิดบริการ 24 ชม. เข้าใช้งานง่าย</h1>
                <p><span style="color: yellow;">เว็บพนัน</span> จังหวะดีๆสำหรับการเข้ามาเล่นเกมเว็บไซต์การเดิมพันมาถึงแล้ว พร้อมจะก่อให้สิ่งที่จำเป็นของทุกคนเปลี่ยนมาเป็นความจริง มอบโอกาสสำหรับการทำเงินรางวัลกันได้อย่างน่าดึงดูดเยอะที่สุด เป็นสิ่งที่ตอบปัญหาของทุกคนอยู่แล้ว ด้วยเหตุว่าจะก่อให้การเล่น สามารถปฏิบัติการได้โดยไม่จำเป็น ต้องกลุ้มใจว่าจะถูกโกงจาการเข้ามาเล่นแม้กระทั้งครั้งเดียว สร้างประสบการณ์สำหรับในการทำเงินรางวัล ได้อย่างสุนัขศาลปัจจุบันนี้เลย ดีไซน์มาที่จะตอบสนองในสิ่งที่มีความต้องการ</p>
                <p>มอบประสบการณ์สำหรับ เพื่อการทำเงินกันได้จากที่ต้องการจะเข้ามาเล่นกันเลย สำหรับเกมการเดิมพันออนไลน์หลายๆ ท่านรู้กันอยู่แล้วว่าเป็นเยี่ยม ในเกมที่มีอัตราคนเข้ามาเล่นสูงสุดในขณะนี้ดลย แม้ท่านมีความสนใจต้องการจะเข้ามาเล่นกันแบบตั้งใจจริง เว็บแห่งนี้เปิดให้บริการตลอด 1 วัน ให้การเข้ามาเล่นไปสู่กระบวนการทำรายได้เต็มกำลัง</p>
            </div>

            <img src="images/Code888/adsbanner.webp" alt="">

            <div class="intro">
                <h1>สล็อต ทุนน้อยเล่นได้ แตกง่าย จ่ายจริง มาพร้อมค่ายชั้นหนึ่ง</h1>
                <p><span style="color: yellow;">ปั่นสล็อตง่ายดายมากยิ่งขึ้น</span> ที่ได้มีการรองรับวอเลท ทุนน้อยก็ได้รับกำไรเป็นกอบเป็นกำ แตตกหนักทุกต้น แบบสล็อตอย่างแท้จริง สล็อตเว็บไซต์ตรง ไม่ผ่านเอเย่นต์ รวมเกมโบนัสแตกง่าย ได้เงินครบถ้วนสมบูรณ์ หากต้องการเน้นย้ำรางวัลใหญ่อย่าง Jackpot รวมทั้งคอมโบสล็อตต่างๆ ตรงนี้เป็นคำตอบ เนื่องจากว่าไม่ว่าจะเล่นต้นแบบไหน ก็ได้เงินจริง พร้อมได้กำไรได้แบบ จัดหนัก จัดเต็ม</p>
                <p>แม้กระนั้นจำต้องเข้ามาเป็นสมาชิกตรงนี้ก่อนแค่นั้น เล่นทุกยอดไม่ผิดหวัง และไม่ขาดทุน เว็บไซต์ตรง <span style="color: lightgreen;">ฝาก-ถอน ไม่มีขั้นต่ำ 1 บาท</span> ก็ถอนได้ พร้อมปั่นง่ายด้วย ระบบวอเลทตลอดระยะเวลา บริการสล็อตบรรเจิด และก็ไม่เป็นอันตราย มีคณะทำงานรอดูแลเป็นประจำ แอดไม่นมืออาชีพรอให้บริการ 1 วัน ถ้าเกิดขัดข้องส่วนไหนติดต่อได้เสมอ ไม่เสียค่าใช้จ่ายรวมทั้ง ติดต่อเรา ง่าย</p>
            </div>

            <div></div>

        </section>

        <section class="ads">
            <div class="ads-box">
                <img src="images/Code888/lalikabet168.webp" alt="">
                <img src="images/Code888/lalikabet88.webp" alt="">
            </div>
            <div class="ads-box">
                <img src="images/Code888/lalikabet66.webp" alt="">
                <img src="images/Code888/boston777.webp" alt="">
            </div>

        </section>

        <section id="games" class="games">
            <h2>Featured Games</h2>
            <div class="gamesection">
                <div class="gamerow">
                    <div class="game-card">
                        <img src="images/Code888/slot.jpg" alt="Slot Machine">
                        <button>Play Now</button>
                    </div>
                    <div class="game-card">
                        <img src="images/Code888/bacara.jpg" alt="Blackjack">
                        <button>Play Now</button>
                    </div>
                    <div class="game-card">
                        <img src="images/Code888/roulette.jpg" alt="Roulette">
                        <button>Play Now</button>
                    </div>
                    <div class="game-card">
                        <img src="images/Code888/poker.png" alt="Slot Machine">
                        <button>Play Now</button>
                    </div>
                </div>
                <div class="gamerow">
                    <div class="game-card">
                        <img src="images/Code888/blackjack.webp" alt="Blackjack">
                        <button>Play Now</button>
                    </div>
                    <div class="game-card">
                        <img src="images/Code888/hilow.jpg" alt="Roulette">
                        <button>Play Now</button>
                    </div>
                    <div class="game-card">
                        <img src="images/Code888/mahjong.jpeg" alt="Roulette">
                        <button>Play Now</button>
                    </div>
                    <div class="game-card">
                        <img src="images/Code888/ball.jpg" alt="Roulette">
                        <button>Play Now</button>
                    </div>
                </div>

            </div>

        </section>

        <section id="promotions" class="promotion">
            <h2>Promotions</h2>
            <div class="promotionsection">
                <div class="adsintro">
                    <img src="images/Code888/adsintropic.webp" alt="">
                    <p><span style="color: yellow;">สล็อตเว็บตรง</span> ไม่ผ่านเอเย่นต์ ได้รองรับการ ฝาก-ถอน ทรูวอเลท (true wallet) ไม่มีขั้นต่ำ ที่เหล่านักพนันต่างตามหา เพราะไม่ต้องมีบัญชีธนาคารก็สามารถเล่นได้ ซึ่งเว็บสล็อต ของเราได้ตอบโจทย์นักพนันมากที่สุดในปี 2024 เพราะ slot wallet มีความทันสมัย เว็บสล็อตใหม่ล่าสุด มีเกมส์สล็อตให้เลือกเล่นอย่างจุใจ คลายเครียดได้ทั้งวัน รองรับทุกอุปกรณ์ ฝากถอน ทรูวอเลท ไม่มีขั้นต่ำ รวดเร็วใน 30 วินาที อยู่ที่ไหนก็เล่นได้ ถ้าคุณกำลังมองหา สล็อตวอเลท เว็บสล็อต ที่ดีที่สุด สล็อตเว็บตรง ไม่ผ่านเอเย่นต์ ของเราเหมาะสมแล้วที่นี่ </p>
                </div>
                <div class="promotioncardcontainer">
                    <div class="promotionrow">
                        <div class="promotion-card">
                            <img src="images/Code888/promotion1.jpg" alt="Promotion 1">
                            <button>Claim Now</button>
                        </div>
                        <div class="promotion-card">
                            <img src="images/Code888/promotion2.png" alt="Promotion 2">
                            <button>Claim Now</button>
                        </div>
                        <div class="promotion-card">
                            <img src="images/Code888/promotion3.jpg" alt="Promotion 3">
                            <button>Claim Now</button>
                        </div>
                        <div class="promotion-card">
                            <img src="images/Code888/promotion4.jpg" alt="Promotion 4">
                            <button>Claim Now</button>
                        </div>
                    </div>

                    <div class="promotion-card">
                        <img src="images/Code888/promotion5.jpg" alt="Promotion 4">
                        <button>Claim Now</button>
                    </div>
                </div>
            </div>
        </section>


        <section class="ads">
            <div class="ads-box">
                <img src="images/Code888/kingdom66.webp" alt="">
                <img src="images/Code888/lalikabet88.webp" alt="">
            </div>
            <div class="ads-box">
                <img src="images/Code888/Lockdown168.webp" alt="">
                <img src="images/Code888/boston777.webp" alt="">
            </div>

        </section>


        <!-- ------------------------------------------------------ Footer Section ---------------------------------------------------------- -->

        <div class="footer">
            <hr>
            <div class="footercontainer">
                <div class="footerrow">
                    <div class="logoandapp">
                        <div class="flogocontainer">
                            <img src="images/Code888/CPE_888.gif" alt="Logo" class="flogo">
                        </div>
                    </div>
                    <div class="footercontentrow">
                        <p class="fcontenttittle">User cases</p>
                        <p>UI design</p>
                        <p>UX design</p>
                        <p>Wireframing</p>
                        <p>Diagramming</p>
                        <p>Brainstorming</p>
                        <p>Online whiteboard</p>
                        <p>Team collaboration</p>
                    </div>
                    <div class="footercontentrow">
                        <p class="fcontenttittle">Explore</p>
                        <p>Design</p>
                        <p>Prototyping</p>
                        <p>Development features</p>
                        <p>Design systems</p>
                        <p>Collaboration features</p>
                        <p>Design process</p>
                        <p>FigJam</p>
                    </div>
                    <div class="footercontentrow">
                        <p class="fcontenttittle">Resources</p>
                        <p>Blog</p>
                        <p>Best practices</p>
                        <p>Colors</p>
                        <p>Color wheel</p>
                        <p>Support</p>
                        <p>Developers</p>
                        <p>Resource library</p>
                    </div>
                    <div class="upiconcontainer">
                        <a href=""><img src="images/uparrow.png" alt="" class="upicon"></a>
                    </div>
                </div>
                <div class="coppyright">
                    <p>&copy; 2024 Life Insurance Company. All rights reserved.</p>
                </div>
            </div>
        </div>

    </main>



    <script src="js/code888.js"></script>
</body>

</html>